import 'package:latlong2/latlong.dart';
List<LatLng> Tran_station =[
  LatLng(36.76788086,3.05719089),// اغا
  LatLng(36.75639329,3.06566533),//ATELIERS
  LatLng(36.74540196,3.09437016),//حوسين داي
  LatLng(36.73533807,3.11946474),//خروبة
  LatLng(36.72210409,3.13236549),//الحراش
  LatLng(36.70384030,3.17193110),//واد السمار
  LatLng(36.70701372,3.18622677),//باب الزوار
  LatLng(36.71461813,3.21083637),//الدار ابيضة
  LatLng(36.73417973,3.28288268),//الرويبة
  LatLng(36.7333054,3.3017457),//الرويبة Industrial
  LatLng(36.73381752,3.31781879),//رويبة SNVI
  LatLng(36.73545589,3.34072134),// رغاية
  LatLng(36.69674828,3.09529720),// جسر قسنطينة
  LatLng(36.6894276,3.0791411),//عين النعجة
  LatLng(36.66620165,3.05106891),//باب علي
  LatLng(36.63108467,3.00994193),//بير توتة
  LatLng(36.56701737,2.91428832),//بوفريك
  LatLng(36.63962864,2.93543587),//TESSALA EL MERDJA
  LatLng(36.68022114,2.89218575),//سيدي عبد الله
  LatLng(36.68022114,2.89218575),// سيد عبد االله الجامعة
  LatLng(36.70229211,2.84924777),// زيرلدة

];